{
    "1664535320174493696": "Losing your job can invoke a flurry of emotions, and it can be hard to visualize the right path forward. Here's wha… https://t.co/p6aGGefVo4",
    "1664534848994963456": "Hansal Mehta's latest offering, 'Scoop' tackles another real life story which begins well but falters in the latter… https://t.co/OEH9ixjPEJ",
    "1664534486820990976": "What a star-studded cast @bhumilharia @Sengupta @_svs_ @DeepXP https://t.co/H6tuF0ZoMT",
    "1664533804646797312": "RT @ideepakjoshi: Finished reading the Law Commission of India's report on Sedition. It gets worse on many levels - intellectual exercise,…",
    "1664533727647547394": "In an interview to Karan Thapar, Niketu Iralu questioned the total silence from PM Narendra Modi about Manipur. “Wh… https://t.co/FX9KjY9hmd",
    "1664532747870715905": "The precious two code reviews were brought to you by ChatGPT\n\nI asked it to write a code review in the style of Log… https://t.co/Y5ort2NxKJ",
    "1664532619017715713": "RT @CricketNDTV: #BenStokes referred to Chelsea Legend 'John Terry' who famously lifted the Champions League trophy in 2012 dressed in his…",
    "1664531029296644097": "Elon Musk reclaims title of world's richest person https://t.co/uTNGqbcISt",
    "1664530381683531777": "“Well, this code is like a warm hug, but with a few loose ends. It's got heart, but could use some polish. Let's tw… https://t.co/EoZVyzvnaJ",
    "1664530192755245058": "“This code... it's a disaster. It's like a flaming car crash on the information superhighway. You need a serious re… https://t.co/NBrFvWyrYw",
    "1664529337201356800": "Nine people were killed in the protests that erupted following the sentencing of Senegalese opposition leader Ousma… https://t.co/897WIdSy9Z",
    "1664528999916216322": "RT @MosquitoCapital: What went wrong here?\n\nA quick thread on the most likely causes of the disastrous breakages from yesterday's Space.\n\n(…",
    "1664527291781611523": "Oops https://t.co/wbAI4mvORf https://t.co/FBtMLLfSKS",
    "1664527272706199552": "Rui Hachimura showed up for the host nation at Tokyo 2020. 😍\n\nDespite going winless, the face of Japanese basketbal… https://t.co/9cwx1cFvr8",
    "1664527040605822977": "#MeToo-Accused Wrestling Chief's Show Of Strength in UP Postponed  https://t.co/q6qebePxhG https://t.co/JLDYdIXXdk",
    "1664527023786844160": "Simply passing legislation is insufficient to address the deeply ingrained practices of caste discrimination. To tr… https://t.co/WYQGsvPE9h",
    "1664526800280756227": "RT @moviesndtv: Weekend Binge: 5 Must Watch Zara Hatke Zara Bachke Romcoms https://t.co/Yw6CimByRU https://t.co/zC49wWduUO",
    "1664526785781051392": "RT @ndtvfeed: \"Beacon Of Courage\": PM On Coronation Anniversary Of Chhatrapati Shivaji https://t.co/gQ3iiWKElV https://t.co/a2NMMpIt4T",
    "1664526030105722880": "The transition from student to young professional involves learning a lot of information quickly. Inspire and encou… https://t.co/cDRdPFoALl",
    "1664526009436188673": "#ManipurViolence | In an interview to The Wire, Former MLA R.K. Anand said, “Biren Singh government has failed both… https://t.co/NT3SFTNjOv"
}